[{"id":"fv54gfre","title":"Alice in wonderland","category":"fantastique","description":"Alice's Adventures in Wonderland by Lewis Carroll is a story about Alice who falls down a rabbit hole and lands into a fantasy world that is full of weird, wonderful people and animals. It is classic children's book that is also popular with adults.","inStock":true,"price":21,"image":"https://m.media-amazon.com/images/I/91MFVwBsxjL._AC_UF1000,1000_QL80_.jpg","rating":{"votes":[3,5,5],"value":5,"review":[{"text":"Alice's Adventures in Wonderland (Alice in Wonderland) is an 1865 novel written by British author Charles Lutwidge Dodgson over the pseudonym Lewis Carroll. It tells of a girl named Alice falling through a rabbit hole into a fantasy world populated by peculiar, anthropomorphic creatures.","time":"Sun, 21 May 2023 15:33:40 GMT","username":"Antony Hope","vote":3},{"text":"I'd read Lewis Carroll's Alice's Adventures in Wonderland a few years ago; however, I just felt like picking it up again and I'm glad I did. I don't know why, but I enjoyed Alice's observations and the humor more this time. There's also something that's fun and a bit surprising when we're reading something (like Peter Pan or The Wizard of Oz) we thought we knew really well (because we've been exposed to the stories for so long even if we haven't read the actual story).","time":"Sun, 21 May 2023 15:35:59 GMT","username":"Daniel Marhine","vote":5},{"text":"Fantastique!!","time":"Mon, 22 May 2023 08:47:24 GMT","username":"Maria Jose","vote":5}]}},{"id":"fv54gfra","title":"It starts with us","category":"romance","description":"In the sequel to “It Ends With Us,” Lily deals with her jealous ex-husband as she reconnects with her first boyfriend.","inStock":true,"price":31,"image":"https://m.media-amazon.com/images/I/71PNGYHykrL._AC_UF1000,1000_QL80_.jpg","rating":{"votes":[2,3],"value":2.5,"review":[{"text":"I really love the story line of the book and when you read the book and understand the meaning of the book title it will make you feel really happy, the book ending is what really the couple deserved. A really amazing book by the great writer Colleen Hoover and would recommend everyone to read specially to those who have read In Ends with Us, like you need this book in your life! For me Colleen Hoover has always been the writer whose writing provide me with happiness and motivation to do in life, no specific reason but it does! Her writings are amazing and should definitely be read atleast once. Love you Colleen Hoover if you ever read thi s or not,it would be my honour for writing a review about your book. Thanks Colleen Hoover for your writing.","time":"Sun, 21 May 2023 15:26:31 GMT","username":"Karol Mcdonald","vote":3},{"text":"An Utter Disappointment | The Writing Felt Like It Was Both Rushed and Trying To Hard Yes the story gets to the resolution that I'm sure everybody wanted, but other than the Josh wrinkle, nothing was something a reader couldn't have just assumed was going to happen after the way It Ends With Us (IEWU) finishes.","time":"Mon, 22 May 2023 08:11:21 GMT","username":"Diana Radri","vote":2}]}},{"id":"fv54gf1a","title":"Campbell Biology","category":"science","description":"The Eleventh Edition of the best-selling Campbell BIOLOGY sets students on the path to success in biology through its clear and engaging narrative, superior skills instruction, innovative use of art and photos, and fully integrated media resources to enhance teaching and learning.","inStock":true,"price":32,"image":"https://m.media-amazon.com/images/I/41x4UJBWIqL._SX260_.jpg","rating":{"votes":[5],"value":5,"review":[{"text":"So far this has been a great book to study from for Biology, however I have reached a page that isn't formatted correctly. I'm not sure what happened because I haven't come across any other pages that are messed up, but this one cuts off a good chunk of the page making it mostly unreadable. I tried redownloading it on different devices (all iOS devices) and it's still the same result. It still doesn't take away from the overall book but it is unfortunate.","time":"Mon, 22 May 2023 08:10:08 GMT","username":"Adam Creed","vote":5}]}},{"id":"fv54g1ra","title":"Learn to Earn","category":"self-help","description":"Public companies are everywhere, and they surround you from morning to night. . . . Nearly everything you eat, wear, read, listen to, ride in, lie on, or gargle with is made by one.","inStock":true,"price":22,"image":"https://m.media-amazon.com/images/I/515sXquq5sL._SX564_BO1,204,203,200_.jpg","rating":{"votes":[],"value":0,"review":[]}},{"id":"fv542fra","title":"Clean Code","category":"education","description":"Even bad code can function. But if code isn’t clean, it can bring a development organization to its knees. ","inStock":true,"price":19,"image":"https://m.media-amazon.com/images/I/41xShlnTZTL._SX376_BO1,204,203,200_.jpg","rating":{"votes":[],"value":0,"review":[]}},{"id":"fv54g3ra","title":"Quantum Computing","category":"education","description":"This book integrates the foundations of quantum computing with a hands-on coding approach to this emerging field; it is the first work to bring these strands together in an updated manner. ","inStock":true,"price":16,"image":"https://m.media-amazon.com/images/I/41G0JZY2BkL._SX330_BO1,204,203,200_.jpg","rating":{"votes":[5],"value":5,"review":[{"text":"it is a good choice for professional mathematics. I found better approach to students.","time":"Mon, 22 May 2023 08:46:06 GMT","username":"Jorge","vote":5}]}},{"id":"fv544fra","title":"The Art of Public Speaking","category":"self-help","description":"The award-winning The Art of Public Speaking offers a time-tested approach that has made it the most widely used college textbook on its subject in the world.","inStock":true,"price":34,"image":"https://m.media-amazon.com/images/I/41xx26u3j5L.jpg","rating":{"votes":[],"value":0,"review":[]}},{"id":"fv546fra","title":"Anatomy & Physiology For Dummies","category":"self-help","description":"Anatomy & Physiology For Dummies combines anatomical terminology and function so you'll learn not only names and terms but also gain an understanding of how the human body works.","inStock":true,"price":41,"image":"https://m.media-amazon.com/images/I/51Nyi9nhp3L.jpg","rating":{"votes":[],"value":0,"review":[]}},{"id":"fv54gf5a","title":"Celebration of Discipline","category":"self-help","description":"Celebration of Discipline explores the 'classic Disciplines,' or central spiritual practices, of the Christian faith. Along the way, Foster shows that it is only by and through these practices that the true path to spiritual growth can be found.","inStock":true,"price":11,"image":"https://m.media-amazon.com/images/I/51RR30JHtOL.jpg","rating":{"votes":[],"value":0,"review":[]}},{"id":"fv54g7ra","title":"Don't Say a Thing","category":"romance","description":"In a powerful true-crime memoir, an Emmy Award–winning journalist seeks closure in a decades-long series of crimes and freedom from her own personal demons.","inStock":true,"price":26,"image":"https://m.media-amazon.com/images/I/51VPUZUGdgL.jpg","rating":{"votes":[],"value":0,"review":[]}},{"id":"fv548fra","title":"Life in Five Senses","category":"romance","description":"Life in Five Senses invites us into the seismic shift toward a life grounded in sensation, vitality, and innate intelligence.","inStock":true,"price":29,"image":"https://m.media-amazon.com/images/I/51qJvPdESLL.jpg","rating":{"votes":[],"value":0,"review":[]}}]